Repository: zizicici/Watermelon
Catalog: Watermelon/Resource/Localizable.xcstrings
Source language: en
Languages: de, es, es_419, fr, ja, ko, pt_br, pt_pt, ru, uk, zh_hans, zh_hant, zh_hk

# home.duplicates.summary
source: %lld items will be deleted.
de: %lld Elemente werden gelöscht.
es: Se eliminarán %lld elementos.
es_419: Se eliminarán %lld elementos.
fr: %lld éléments seront supprimés.
ja: %lld 件を削除します。
ko: %lld개 항목이 삭제됩니다.
pt_br: %lld itens serão excluídos.
pt_pt: %lld itens serão eliminados.
ru: %lld элементов будут удалены.
uk: Буде видалено %lld елементів.
zh_hans: %lld 个项目将被删除。
zh_hant: %lld 個項目將被刪除。
zh_hk: %lld 個項目會被刪除。

# home.duplicates.summaryBuilding
source: Local index is being updated. Detection will resume after the build completes.
de: Lokaler Index wird aktualisiert. Die Erkennung wird nach Abschluss fortgesetzt.
es: El índice local se está actualizando. La detección se reanudará cuando termine.
es_419: El índice local se está actualizando. La detección se reanudará cuando termine.
fr: L’index local est en cours de mise à jour. La détection reprendra une fois la mise à jour terminée.
ja: ローカルインデックスを更新中です。更新が完了すると検出を再開します。
ko: 로컬 인덱스를 업데이트하고 있습니다. 업데이트가 완료되면 검색을 재개합니다.
pt_br: O índice local está sendo atualizado. A detecção será retomada quando a atualização terminar.
pt_pt: O índice local está a ser atualizado. A deteção será retomada quando a atualização terminar.
ru: Локальный индекс обновляется. Поиск дубликатов возобновится после завершения построения.
uk: Локальний індекс оновлюється. Пошук продовжиться після завершення побудови.
zh_hans: 本地索引正在更新中，构建完成后会重新检测重复项目。
zh_hant: 本機索引正在更新，建置完成後會重新偵測重複項目。
zh_hk: 本機索引正在更新，建置完成後會重新偵測重複項目。

# home.duplicates.summaryEmpty
source: No duplicate items found.
de: Keine doppelten Elemente gefunden.
es: No se encontraron elementos duplicados.
es_419: No se encontraron elementos duplicados.
fr: Aucun élément en double trouvé.
ja: 重複した項目は見つかりませんでした。
ko: 중복된 항목을 찾지 못했습니다.
pt_br: Nenhum item duplicado encontrado.
pt_pt: Nenhum item duplicado encontrado.
ru: Дубликатов не найдено.
uk: Дублікатів не знайдено.
zh_hans: 未发现重复项目。
zh_hant: 未發現重複項目。
zh_hk: 未發現重複項目。

# home.duplicates.title
source: Duplicates
de: Duplikate
es: Duplicados
es_419: Duplicados
fr: Doublons
ja: 重複項目
ko: 중복 항목
pt_br: Duplicados
pt_pt: Duplicados
ru: Дубликаты
uk: Дублікати
zh_hans: 重复项目
zh_hant: 重複項目
zh_hk: 重複項目

# home.duplicates.unknownDate
source: Unknown date
de: Unbekanntes Datum
es: Fecha desconocida
es_419: Fecha desconocida
fr: Date inconnue
ja: 日付不明
ko: 날짜 미상
pt_br: Data desconhecida
pt_pt: Data desconhecida
ru: Дата неизвестна
uk: Дата невідома
zh_hans: 日期未知
zh_hant: 日期未知
zh_hk: 日期未知

# home.execution.complementing
source: Completing
de: Wird vervollständigt
es: Completando
es_419: Completando
fr: Complétion en cours
ja: 補完中
ko: 보완 중
pt_br: Completando
pt_pt: A completar
ru: Дополнение
uk: Триває доповнення
zh_hans: 补全中
zh_hant: 補全中
zh_hk: 補全中

# home.execution.completed
source: Execution Complete
de: Ausführung abgeschlossen
es: Ejecución completada
es_419: Ejecución completada
fr: Exécution terminée
ja: 実行完了
ko: 실행 완료
pt_br: Execução concluída
pt_pt: Execução concluída
ru: Выполнение завершено
uk: Виконання завершено
zh_hans: 执行完毕
zh_hant: 執行完畢
zh_hk: 執行完畢

# home.execution.downloading
source: Downloading
de: Wird heruntergeladen
es: Descargando
es_419: Descargando
fr: Téléchargement en cours
ja: ダウンロード中
ko: 다운로드 중
pt_br: Baixando
pt_pt: A transferir
ru: Загрузка
uk: Завантаження
zh_hans: 下载中
zh_hant: 下載中
zh_hk: 下載中

# home.execution.failed
source: Failed
de: Fehlgeschlagen
es: Fallido
es_419: Fallido
fr: Échec
ja: 失敗
ko: 실패
pt_br: Falhou
pt_pt: Falhou
ru: Ошибка
uk: Невдача
zh_hans: 失败
zh_hant: 失敗
zh_hk: 失敗

# home.execution.failedItems
source: %lld resources failed
de: Fehler bei %lld Ressourcen
es: %lld recursos fallaron
es_419: %lld recursos fallaron
fr: %lld ressources ont échoué
ja: %lld 件のリソースでエラーが発生しました
ko: %lld개 리소스 실패
pt_br: %lld recursos falharam
pt_pt: %lld recursos falharam
ru: %lld ресурсов с ошибками
uk: Не вдалося обробити %lld ресурсів
zh_hans: %lld 个资源失败
zh_hant: %lld 個資源失敗
zh_hk: %lld 個資源失敗

# home.execution.log.allTasksComplete
source: All tasks completed.
de: Alle Aufgaben abgeschlossen.
es: Todas las tareas completadas.
es_419: Todas las tareas completadas.
fr: Toutes les tâches sont terminées.
ja: すべてのタスクが完了しました。
ko: 모든 작업이 완료되었습니다.
pt_br: Todas as tarefas concluídas.
pt_pt: Todas as tarefas concluídas.
ru: Все задачи выполнены.
uk: Усі завдання виконано.
zh_hans: 全部任务处理完成。
zh_hant: 全部任務處理完成。
zh_hk: 全部任務處理完成。

# home.execution.log.downloadDone
source: %1$@ complete: %2$@.
de: %1$@ abgeschlossen: %2$@.
es: %1$@ completado: %2$@.
es_419: %1$@ completado: %2$@.
fr: %1$@ terminé : %2$@.
ja: %1$@ 完了：%2$@。
ko: %1$@ 완료: %2$@.
pt_br: %1$@ concluído: %2$@.
pt_pt: %1$@ concluído: %2$@.
ru: Завершено: %1$@ — %2$@.
uk: %1$@ завершено: %2$@.
zh_hans: %1$@完成：%2$@。
zh_hant: %1$@完成：%2$@。
zh_hk: %1$@完成：%2$@。

# home.execution.log.downloadFailed
source: %1$@ failed: %2$@ - %3$@
de: %1$@ fehlgeschlagen: %2$@ - %3$@
es: %1$@ fallido: %2$@ - %3$@
es_419: %1$@ fallido: %2$@ - %3$@
fr: Échec de %1$@ : %2$@ — %3$@
ja: %1$@ 失敗：%2$@ - %3$@
ko: %1$@ 실패: %2$@ - %3$@
pt_br: %1$@ falhou: %2$@ - %3$@
pt_pt: %1$@ falhou: %2$@ - %3$@
ru: Ошибка этапа «%1$@»: %2$@ — %3$@
uk: %1$@ невдача: %2$@ - %3$@
zh_hans: %1$@失败：%2$@ - %3$@
zh_hant: %1$@失敗：%2$@ - %3$@
zh_hk: %1$@失敗：%2$@ - %3$@

# home.execution.log.executionFailed
source: Execution failed: %@
de: Ausführung fehlgeschlagen: %@
es: Ejecución fallida: %@
es_419: Ejecución fallida: %@
fr: Échec de l'exécution : %@
ja: 実行に失敗しました：%@
ko: 실행 실패: %@
pt_br: Falha na execução: %@
pt_pt: Falha na execução: %@
ru: Выполнение завершилось ошибкой: %@
uk: Помилка виконання: %@
zh_hans: 执行失败：%@
zh_hant: 執行失敗：%@
zh_hk: 執行失敗：%@

# home.execution.log.executionPaused
source: Execution paused.
de: Ausführung pausiert.
es: Ejecución pausada.
es_419: Ejecución pausada.
fr: Exécution en pause.
ja: 実行が一時停止されました。
ko: 실행이 일시 정지되었습니다.
pt_br: Execução pausada.
pt_pt: Execução em pausa.
ru: Выполнение приостановлено.
uk: Виконання призупинено.
zh_hans: 执行已暂停。
zh_hant: 執行已暫停。
zh_hk: 執行已暫停。

# home.execution.log.executionPhaseDoneSyncing
source: Execution phase complete, syncing final results.
de: Ausführungsphase abgeschlossen, Endergebnisse werden synchronisiert.
es: Fase de ejecución completada, sincronizando resultados finales.
es_419: Fase de ejecución completada, sincronizando resultados finales.
fr: Phase d'exécution terminée, synchronisation des résultats finaux.
ja: 実行フェーズが完了しました。最終結果を同期しています。
ko: 실행 단계 완료, 최종 결과 동기화 중.
pt_br: Fase de execução concluída, sincronizando resultados finais.
pt_pt: Fase de execução concluída, a sincronizar resultados finais.
ru: Фаза выполнения завершена, идёт синхронизация итоговых результатов.
uk: Фаза виконання завершена, синхронізація кінцевих результатів.
zh_hans: 执行阶段完成，正在同步最终结果。
zh_hant: 執行階段完成，正在同步最終結果。
zh_hk: 執行階段完成，正在同步最終結果。

# home.execution.log.failedItems
source: %lld resources failed to read
de: %lld Ressourcen konnten nicht gelesen werden
es: %lld recursos no se pudieron leer
es_419: %lld recursos no se pudieron leer
fr: %lld ressources n’ont pas pu être lues
ja: %lld 件のリソースの読み取りに失敗しました
ko: %lld개 리소스 읽기 실패
pt_br: %lld recursos não puderam ser lidos
pt_pt: %lld recursos não puderam ser lidos
ru: %lld ресурсов не удалось прочитать
uk: Не вдалося прочитати %lld ресурсів
zh_hans: %lld 项资源读取失败
zh_hant: %lld 項資源讀取失敗
zh_hk: %lld 項資源讀取失敗

# home.execution.log.icloudFound
source: Found %lld resources only on iCloud; starting to fetch originals.
de: %lld Ressourcen nur in iCloud gefunden, Originale werden abgerufen.
es: Se encontraron %lld recursos solo en iCloud, comenzando a obtener los originales.
es_419: Se encontraron %lld recursos solo en iCloud, comenzando a obtener los originales.
fr: %lld ressources trouvées uniquement sur iCloud, début de la récupération des originaux.
ja: iCloud のみに存在するリソースが %lld 件見つかりました。オリジナルの取得を開始します。
ko: iCloud에만 있는 리소스 %lld개 발견, 원본 가져오기 시작.
pt_br: Encontrados %lld recursos apenas no iCloud, iniciando a busca dos originais.
pt_pt: Encontrados %lld recursos apenas no iCloud, a iniciar a obtenção dos originais.
ru: Найдено %lld ресурсов только в iCloud, начинается получение оригиналов.
uk: Знайдено %lld ресурсів лише в iCloud, початок завантаження оригіналів.
zh_hans: 发现 %lld 项资源仅存于 iCloud，开始获取原件。
zh_hant: 發現 %lld 項資源僅存於 iCloud，開始取得原件。
zh_hk: 發現 %lld 項資源僅存於 iCloud，開始取得原件。

# home.execution.log.icloudRefreshDone
source: Home local index refresh complete: %lld new items.
de: Aktualisierung des lokalen Index der Startseite abgeschlossen: %lld neue Einträge.
es: Actualización del índice local completada: %lld elementos nuevos.
es_419: Actualización del índice local completada: %lld elementos nuevos.
fr: Actualisation de l'index local de l'accueil terminée : %lld nouveaux éléments.
ja: ホーム画面のローカルインデックス更新完了：新規 %lld 件。
ko: 홈 로컬 인덱스 갱신 완료: 신규 %lld개 항목.
pt_br: Atualização do índice local da tela inicial concluída: %lld novos itens.
pt_pt: Atualização do índice local do ecrã inicial concluída: %lld novos itens.
ru: Обновление локального индекса главного экрана завершено: %lld новых элементов.
uk: Оновлення локального індексу головного екрану завершено: %lld нових елементів.
zh_hans: 首页本地索引刷新完成：新增 %lld 项。
zh_hant: 首頁本機索引重新整理完成：新增 %lld 項。
zh_hk: 首頁本機索引重新整理完成：新增 %lld 項。

# home.execution.log.icloudWriteback
source: Writing back iCloud index results: %lld items.
de: iCloud-Indexergebnisse werden zurückgeschrieben: %lld Einträge.
es: Escribiendo resultados del índice de iCloud: %lld elementos.
es_419: Escribiendo resultados del índice de iCloud: %lld elementos.
fr: Écriture des résultats de l'index iCloud : %lld éléments.
ja: iCloud インデックス結果を書き戻し中：%lld 件。
ko: iCloud 인덱스 결과 기록 중: %lld개 항목.
pt_br: Gravando resultados do índice do iCloud: %lld itens.
pt_pt: A gravar resultados do índice do iCloud: %lld itens.
ru: Запись результатов индекса iCloud: %lld элементов.
uk: Запис результатів індексу iCloud: %lld елементів.
zh_hans: iCloud 补索引结果开始写回首页：%lld 项。
zh_hant: iCloud 補索引結果開始寫回首頁：%lld 項。
zh_hk: iCloud 補索引結果開始寫回首頁：%lld 項。

# home.execution.log.indexComplete
source: Local index build complete: %1$lld ready, %2$lld unavailable, %3$lld failed.
de: Lokaler Indexaufbau abgeschlossen: %1$lld bereit, %2$lld nicht verfügbar, %3$lld fehlgeschlagen.
es: Creación del índice local completada: %1$lld listos, %2$lld no disponibles, %3$lld fallidos.
es_419: Creación del índice local completada: %1$lld listos, %2$lld no disponibles, %3$lld fallidos.
fr: Construction de l’index local terminée : prêts=%1$lld, indisponibles=%2$lld, échecs=%3$lld.
ja: ローカルインデックス構築完了：準備完了 %1$lld 件、利用不可 %2$lld 件、失敗 %3$lld 件。
ko: 로컬 인덱스 구축 완료: 준비됨 %1$lld개, 사용 불가 %2$lld개, 실패 %3$lld개.
pt_br: Construção do índice local concluída: %1$lld prontos, %2$lld indisponíveis, %3$lld falhos.
pt_pt: Construção do índice local concluída: %1$lld prontos, %2$lld indisponíveis, %3$lld falhados.
ru: Построение локального индекса завершено: готово %1$lld, недоступно %2$lld, ошибок %3$lld.
uk: Побудова локального індексу завершена: %1$lld готових, %2$lld недоступних, %3$lld невдалих.
zh_hans: 本地索引补齐完成：就绪 %1$lld 项，不可用 %2$lld 项，失败 %3$lld 项。
zh_hant: 本機索引補齊完成：就緒 %1$lld 項，不可用 %2$lld 項，失敗 %3$lld 項。
zh_hk: 本機索引補齊完成：就緒 %1$lld 項，不可用 %2$lld 項，失敗 %3$lld 項。

# home.execution.log.indexFailed
source: Failed to build local index: %@
de: Lokaler Indexaufbau fehlgeschlagen: %@
es: Error al crear el índice local: %@
es_419: Error al crear el índice local: %@
fr: Échec de la construction de l'index local : %@
ja: ローカルインデックスの構築に失敗しました：%@
ko: 로컬 인덱스 구축 실패: %@
pt_br: Falha ao construir o índice local: %@
pt_pt: Falha ao construir o índice local: %@
ru: Не удалось построить локальный индекс: %@
uk: Не вдалося побудувати локальний індекс: %@
zh_hans: 建立本地索引失败：%@
zh_hant: 建立本機索引失敗：%@
zh_hk: 建立本機索引失敗：%@

# home.execution.log.indexIncomplete
source: Local index incomplete: %@. To avoid duplicate photos during download or completion, this operation has been stopped.
de: Lokaler Index unvollständig: %@. Um doppelte Fotos beim Herunterladen oder Vervollständigen zu vermeiden, wurde dieser Vorgang gestoppt.
es: Índice local incompleto: %@. Para evitar fotos duplicadas durante una descarga o al completar, se ha detenido la operación.
es_419: Índice local incompleto: %@. Para evitar fotos duplicadas durante una descarga o al completar, se detuvo la operación.
fr: Index local incomplet : %@. Pour éviter les photos en double lors du téléchargement ou de la complétion, cette opération a été arrêtée.
ja: ローカルインデックスが不完全です：%@。ダウンロードまたは補完で写真が重複するのを避けるため、この操作は停止されました。
ko: 로컬 인덱스가 불완전합니다: %@. 다운로드 또는 보완 중 사진 중복을 방지하기 위해 이 작업이 중지되었습니다.
pt_br: Índice local incompleto: %@. Para evitar fotos duplicadas durante o download ou ao completar, esta operação foi interrompida.
pt_pt: Índice local incompleto: %@. Para evitar fotos duplicadas durante a transferência ou ao completar, esta operação foi interrompida.
ru: Локальный индекс неполон: %@. Чтобы избежать дублирования фото при загрузке или дополнении, операция остановлена.
uk: Локальний індекс неповний: %@. Щоб уникнути дублювання фотографій під час завантаження або доповнення, цю операцію зупинено.
zh_hans: 本地索引不完整：%@。为避免下载或补全产生重复图片，本次操作已停止。
zh_hant: 本機索引不完整：%@。為避免下載或補全產生重複圖片，本次操作已停止。
zh_hk: 本機索引不完整：%@。為避免下載或補全產生重複圖片，本次操作已停止。

# home.execution.log.indexIncompleteICloud
source: Local index incomplete: %@. To avoid duplicate photos during download or completion, this operation has been stopped. Please enable "Allow iCloud Photo Access" in settings, or download these originals to your device first.
de: Lokaler Index unvollständig: %@. Um doppelte Fotos beim Herunterladen oder Vervollständigen zu vermeiden, wurde dieser Vorgang gestoppt. Aktivieren Sie in den Einstellungen „Zugriff auf iCloud-Fotos erlauben“ oder laden Sie die Originale zuerst auf Ihr Gerät herunter.
es: Índice local incompleto: %@. Para evitar fotos duplicadas durante una descarga o al completar, se ha detenido la operación. Activa «Permitir acceso a fotos de iCloud» en Ajustes o descarga primero estos originales en el dispositivo.
es_419: Índice local incompleto: %@. Para evitar fotos duplicadas durante una descarga o al completar, se detuvo la operación. Activa “Permitir acceso a fotos de iCloud” en Configuración o descarga primero estos originales en el dispositivo.
fr: Index local incomplet : %@. Pour éviter les photos en double lors du téléchargement ou de la complétion, cette opération a été arrêtée. Veuillez activer « Autoriser l’accès aux photos iCloud » dans les réglages, ou télécharger d’abord ces originaux sur votre appareil.
ja: ローカルインデックスが不完全です：%@。ダウンロードまたは補完で写真が重複するのを避けるため、この操作は停止されました。設定で「iCloud 写真へのアクセスを許可」を有効にするか、先にオリジナルをデバイスにダウンロードしてください。
ko: 로컬 인덱스가 불완전합니다: %@. 다운로드 또는 보완 중 사진 중복을 방지하기 위해 이 작업이 중지되었습니다. 설정에서 "iCloud 사진 접근 허용"을 활성화하거나 먼저 원본을 기기에 다운로드하세요.
pt_br: Índice local incompleto: %@. Para evitar fotos duplicadas durante o download ou ao completar, esta operação foi interrompida. Ative "Permitir acesso a fotos do iCloud" nas configurações ou baixe esses originais para o dispositivo primeiro.
pt_pt: Índice local incompleto: %@. Para evitar fotos duplicadas durante a transferência ou ao completar, esta operação foi interrompida. Ative «Permitir acesso a fotos do iCloud» nas definições ou transfira estes originais para o dispositivo primeiro.
ru: Локальный индекс неполон: %@. Чтобы избежать дублирования фото при загрузке или дополнении, операция остановлена. Включите «Доступ к фото в iCloud» в настройках или сначала загрузите эти оригиналы на устройство.
uk: Локальний індекс неповний: %@. Щоб уникнути дублювання фото під час завантаження або доповнення, цю операцію зупинено. Увімкніть «Дозволити доступ до фото iCloud» у параметрах або спочатку завантажте ці оригінали на пристрій.
zh_hans: 本地索引不完整：%@。为避免下载或补全产生重复图片，本次操作已停止。请先在设置中启用「允许访问 iCloud 原件」，或先将这些原件下载到本机。
zh_hant: 本機索引不完整：%@。為避免下載或補全產生重複圖片，本次操作已停止。請先在設定中啟用「允許存取 iCloud 原件」，或先將這些原件下載到本機。
zh_hk: 本機索引不完整：%@。為避免下載或補全產生重複圖片，本次操作已停止。請先在設定中啟用「允許存取 iCloud 原件」，或先將這些原件下載到本機。

# home.execution.log.indexRefreshDone
source: Home local index refresh complete: %lld items.
de: Aktualisierung des lokalen Index der Startseite abgeschlossen: %lld Einträge.
es: Actualización del índice local completada: %lld elementos.
es_419: Actualización del índice local completada: %lld elementos.
fr: Actualisation de l'index local de l'accueil terminée : %lld éléments.
ja: ホーム画面のローカルインデックス更新完了：%lld 件。
ko: 홈 로컬 인덱스 갱신 완료: %lld개 항목.
pt_br: Atualização do índice local da tela inicial concluída: %lld itens.
pt_pt: Atualização do índice local do ecrã inicial concluída: %lld itens.
ru: Обновление локального индекса главного экрана завершено: %lld элементов.
uk: Оновлення локального індексу головного екрану завершено: %lld елементів.
zh_hans: 首页本地索引刷新完成：%lld 项。
zh_hant: 首頁本機索引重新整理完成：%lld 項。
zh_hk: 首頁本機索引重新整理完成：%lld 項。

# home.execution.log.indexStatus
source: Building local index
de: Lokaler Index wird aufgebaut
es: Creando índice local
es_419: Creando índice local
fr: Construction de l'index local
ja: ローカルインデックスを構築中
ko: 로컬 인덱스 구축 중
pt_br: Construindo índice local
pt_pt: A construir índice local
ru: Построение локального индекса
uk: Побудова локального індексу
zh_hans: 补齐本地索引
zh_hant: 補齊本機索引
zh_hk: 補齊本機索引

# home.execution.log.indexWriteback
source: Writing back local index preflight results: %lld items.
de: Vorabprüfungsergebnisse des lokalen Index werden zurückgeschrieben: %lld Einträge.
es: Escribiendo resultados de verificación previa del índice local: %lld elementos.
es_419: Escribiendo resultados de verificación previa del índice local: %lld elementos.
fr: Écriture des résultats de pré-vérification de l'index local : %lld éléments.
ja: ローカルインデックスのプリフライト結果を書き戻し中：%lld 件。
ko: 로컬 인덱스 사전 점검 결과 기록 중: %lld개 항목.
pt_br: Gravando resultados da pré-verificação do índice local: %lld itens.
pt_pt: A gravar resultados da pré-verificação do índice local: %lld itens.
ru: Запись результатов проверки локального индекса: %lld элементов.
uk: Запис результатів попередньої перевірки локального індексу: %lld елементів.
zh_hans: 本地索引预检结果开始写回首页：%lld 项。
zh_hant: 本機索引預檢結果開始寫回首頁：%lld 項。
zh_hk: 本機索引預檢結果開始寫回首頁：%lld 項。

# home.execution.log.localUploadDoneMonth
source: Local resources uploaded: %@. iCloud assets pending.
de: Lokale Ressourcen hochgeladen: %@. iCloud-Objekte stehen noch aus.
es: Recursos locales subidos: %@. Elementos de iCloud pendientes.
es_419: Recursos locales cargados: %@. Elementos de iCloud pendientes.
fr: Ressources locales envoyées : %@. Éléments iCloud en attente.
ja: ローカルリソースのアップロード完了：%@。iCloud の項目は保留中です。
ko: 로컬 리소스 업로드 완료: %@. iCloud 항목은 대기 중입니다.
pt_br: Recursos locais enviados: %@. Itens do iCloud pendentes.
pt_pt: Recursos locais enviados: %@. Itens do iCloud pendentes.
ru: Локальные ресурсы выгружены: %@. Объекты iCloud ожидают.
uk: Локальні ресурси вивантажено: %@. Об'єкти iCloud очікують.
zh_hans: 本地资源已上传：%@，iCloud 资源待处理。
zh_hant: 本機資源已上傳：%@，iCloud 資源待處理。
zh_hk: 本機資源已上載：%@，iCloud 資源待處理。

# home.execution.log.pausing
source: Pausing…
de: Wird pausiert…
es: Pausando...
es_419: Pausando...
fr: Mise en pause...
ja: 一時停止中...
ko: 일시 정지 중...
pt_br: Pausando...
pt_pt: A pausar...
ru: Приостановка…
uk: Призупинення…
zh_hans: 正在暂停…
zh_hant: 正在暫停…
zh_hk: 正在暫停…

# home.execution.log.pendingDownload
source: %1$@ pending download: %2$lld resources.
de: %1$@ zum Herunterladen ausstehend: %2$lld Ressourcen.
es: %1$@ pendiente de descarga: %2$lld recursos.
es_419: %1$@ pendiente de descarga: %2$lld recursos.
fr: %1$@ en attente de téléchargement : %2$lld ressources.
ja: %1$@ ダウンロード待ち：%2$lld 件のリソース。
ko: %1$@ 다운로드 대기: %2$lld개 리소스.
pt_br: %1$@ pendente de download: %2$lld recursos.
pt_pt: %1$@ pendente de transferência: %2$lld recursos.
ru: %1$@ ожидает загрузки: %2$lld ресурсов.
uk: %1$@ очікує завантаження: %2$lld ресурсів.
zh_hans: %1$@ 待下载资源：%2$lld 项。
zh_hant: %1$@ 待下載資源：%2$lld 項。
zh_hk: %1$@ 待下載資源：%2$lld 項。

# home.execution.log.phaseFailed
source: %@ Failed
de: %@ fehlgeschlagen
es: %@ fallido
es_419: %@ fallido
fr: %@ a échoué
ja: %@ 失敗
ko: %@ 실패
pt_br: %@ falhou
pt_pt: %@ falhou
ru: Ошибка этапа «%@»
uk: %@ невдача
zh_hans: %@失败
zh_hant: %@失敗
zh_hk: %@失敗

# home.execution.log.preparingExecution
source: Preparing execution
de: Ausführung wird vorbereitet
es: Preparando ejecución
es_419: Preparando ejecución
fr: Préparation de l'exécution
ja: 実行の準備中
ko: 실행 준비 중
pt_br: Preparando execução
pt_pt: A preparar execução
ru: Подготовка выполнения
uk: Підготовка виконання
zh_hans: 准备执行
zh_hant: 準備執行
zh_hk: 準備執行

# home.execution.log.refreshLocalIndex
source: Refreshing local index: %@.
de: Lokaler Index wird aktualisiert: %@.
es: Actualizando índice local: %@.
es_419: Actualizando índice local: %@.
fr: Actualisation de l'index local : %@.
ja: ローカルインデックスを更新中：%@。
ko: 로컬 인덱스 갱신 중: %@.
pt_br: Atualizando índice local: %@.
pt_pt: A atualizar índice local: %@.
ru: Обновление локального индекса: %@.
uk: Оновлення локального індексу: %@.
zh_hans: 刷新本地索引：%@。
zh_hant: 重新整理本機索引：%@。
zh_hk: 重新整理本機索引：%@。

# home.execution.log.requestPause
source: Requesting pause.
de: Pause wird angefordert.
es: Solicitando pausa.
es_419: Solicitando pausa.
fr: Demande de pause.
ja: 一時停止を要求しています。
ko: 일시 정지 요청 중.
pt_br: Solicitando pausa.
pt_pt: A solicitar pausa.
ru: Запрос приостановки.
uk: Запит на призупинення.
zh_hans: 请求暂停执行。
zh_hant: 請求暫停執行。
zh_hk: 請求暫停執行。

# home.execution.log.requestStop
source: Requesting stop.
de: Stopp wird angefordert.
es: Solicitando detención.
es_419: Solicitando detención.
fr: Demande d'arrêt.
ja: 停止を要求しています。
ko: 중지 요청 중.
pt_br: Solicitando parada.
pt_pt: A solicitar paragem.
ru: Запрос остановки.
uk: Запит на зупинку.
zh_hans: 请求停止执行。
zh_hant: 請求停止執行。
zh_hk: 請求停止執行。

# home.execution.log.resuming
source: Resuming execution.
de: Ausführung wird fortgesetzt.
es: Reanudando ejecución.
es_419: Reanudando ejecución.
fr: Reprise de l'exécution.
ja: 実行を再開します。
ko: 실행 재개.
pt_br: Retomando execução.
pt_pt: A retomar execução.
ru: Возобновление выполнения.
uk: Продовження виконання.
zh_hans: 继续执行。
zh_hant: 繼續執行。
zh_hk: 繼續執行。

# home.execution.log.resumingStatus
source: Resuming…
de: Wird fortgesetzt…
es: Reanudando...
es_419: Reanudando...
fr: Reprise...
ja: 再開中...
ko: 재개 중...
pt_br: Retomando...
pt_pt: A retomar...
ru: Возобновление…
uk: Продовження…
zh_hans: 正在继续…
zh_hant: 正在繼續…
zh_hk: 正在繼續…

# home.execution.log.startDownloadMonth
source: Starting %1$@: %2$@.
de: %1$@ wird gestartet: %2$@.
es: Iniciando %1$@: %2$@.
es_419: Iniciando %1$@: %2$@.
fr: Démarrage de %1$@ : %2$@.
ja: %1$@ を開始：%2$@。
ko: %1$@ 시작: %2$@.
pt_br: Iniciando %1$@: %2$@.
pt_pt: A iniciar %1$@: %2$@.
ru: Запуск %1$@: %2$@.
uk: Початок %1$@: %2$@.
zh_hans: 开始%1$@：%2$@。
zh_hant: 開始%1$@：%2$@。
zh_hk: 開始%1$@：%2$@。

# home.execution.log.startDownloadPhase
source: Starting download phase, %lld months total.
de: Download-Phase gestartet, %lld Monate insgesamt.
es: Iniciando fase de descarga, %lld meses en total.
es_419: Iniciando fase de descarga, %lld meses en total.
fr: Début de la phase de téléchargement, %lld mois au total.
ja: ダウンロードフェーズ開始、合計 %lld か月。
ko: 다운로드 단계 시작, 총 %lld개월.
pt_br: Iniciando fase de download, %lld meses no total.
pt_pt: A iniciar fase de transferência, %lld meses no total.
ru: Запуск фазы загрузки, всего месяцев: %lld.
uk: Початок фази завантаження, всього %lld місяців.
zh_hans: 开始下载阶段，共 %lld 个月。
zh_hant: 開始下載階段，共 %lld 個月。
zh_hk: 開始下載階段，共 %lld 個月。
